class mr(object):
    
    PROGRESS_BAR = """\n
╭━━─❪ <b> Pʀᴏɢʀᴇss Bᴀʀ </b> ❫─━━─⍟
│
┣⪼<b>📁 : {1} | {2}</b>
│
┣⪼<b>🚀 : {0}%</b>
│
┣⪼<b>⚡ : {3}/s</b>
│
┣⪼<b>⏱️ : {4}</b>
│
╰─━━─❪ <b>@KR_Botz</b> ❫─━━─⍟"""

    ABOUT_TXT = """
<b>╭────[ 𝗔𝗕𝗢𝗨𝗧 𝗠𝗘 ]────⍟
├🤖 𝐌ʏ 𝐍ᴀᴍᴇ: {}
├👑 𝐎ᴡɴᴇʀ : <a href=https://t.me/Happy_kid_sk>𝑯𝒂𝒑𝒑𝒚 🥷 𝑲𝒊𝒅</a>
├😎 𝐃ᴇᴠs : <a href=https://t.me/Happy_kid_sk>❦︎𝐇ᴀᴘᴘʏ❦︎</a>
├📕 𝐋ɪʙʀᴀʀʏ : 𝐘ʀᴏɢʀᴀᴍ
├✏️ 𝐋ᴀɴɢᴜᴀɢᴇ : 𝐏ʏᴛʜᴏɴ 𝟹
├💾 𝐃ᴀᴛᴀ 𝐁ᴀsᴇ : 𝐌ᴏɴɢᴏ ᴅʙ
├🌀 𝐌ʏ 𝐒ᴇʀᴠᴇʀ : 𝐇ᴇʀᴏᴋᴜ
├📊 𝐁ᴜɪʟᴅ 𝐒ᴛᴀᴜs : 𝟷.𝟸.𝟶 [ 𝐁ᴇᴛᴀ ]              
╰───────────────⍟ </b>
                                 """






